import React from 'react'
import BottomPage from '../bottom'


var UsCss=require('./us.css')


export default class UsPage extends React.Component{
    render(){
        return(
            <div>
                <div className={UsCss.body}>
                
                <div className={UsCss.a}> <div className={UsCss.location}>二手市场</div></div>
                <div className={UsCss.b}>
                    
                    <div className={UsCss.all}><div className={UsCss.content}>
                        
                        <div className={UsCss.left}><div>aaaa</div></div>
                        <div className={UsCss.right}><div>
                            <p>
                        本网站为 VEER 所有，并由其运营。VEER 向您提供存取与使用本网站的条件是您接受这些《使用条款》，而您存取或使用本网站，即表示您同意这些《使用条款》。如果您不同意接受并遵守这些《使用条款》，则您不得存取或使用本网站。

VEER 可随时修改与更新这些《使用条款》，恕不另行通知。请注意定期审核网站上公布的《使用条款》。您在任何此类更改公布后继续存取或使用本网站将构成您接受此类更改。
</p>

<p>
1. 网站的使用

本网站及其内容（「内容」）旨在提供予 VEER 的客户。您不得将此网站或内容用于与您和 VEER 之间的业务无关的任何目的。您特别被禁止：(a) 在未获 VEER 书面授权或协议或违反 VEER 书面授权或协议的情况下下载、复制或再传送本网站或内容的任何或全部部分；(b) 使用任何数据挖掘、机器人或类似的数据采集或提取方法；(c) 使用框架处理或类似导航技术来操纵或以其他方式显示网站或内容；(d) 未经任何人士明确授权为该等人士注册、订阅、取消订阅或尝试注册、订阅或取消订阅任何 VEER 产品或服务；(e) 将本网站或内容用于由非其预定目的(而此等目的由 VEER 全权酌情决定)，包括但不限于诽谤、辱骂、骚扰、跟踪、威胁或以其他方式违反他人的法律权利（如隐私权），和/或发布、张贴、分发或传播任何诽谤、侵权、淫秽、色情、涉及到性、不雅的或非法的材料或信息。

您不得干扰本网站的安全性，或以其它方式滥用本网站或与此网站相连接或可透过本网站存取的任何系统资源、服务或网络。您只能将本网站用于合法目的。
</p>
<p>
2. 版权声明

本网站图片、视频、音乐、设计、字体等版权作品，均由本网站或版权所有人授权本网站发布，本网站有权提供版权授权使用许可。如您需将版权作品用于包括但不限于公开媒介发布、设计、展示、推广及其他等用途，请联系本网站签订协议，支付版权许可使用费。需授权许可范围包括但不限于社交网络媒体（微博、微信公众号）、网站、APP、书籍、报纸、期刊、电视节目、电影作品、展览、装修装饰、包装设计、广告、公关活动、宣传图册、PPT演示等。如您未经授权许可使用本网站的版权作品，则存在侵犯版权的法律风险，将依法承担法律责任。
</p>
3. 商标

VEER以及本网站中包含的任何其他产品或服务名称或标语，均为 VEER 及其供货商或授权方的商标，未经 VEER 或适用商标持有人的事先书面授权，不得全部或部分地复制、模仿或使用这些商标。未经我们事先书面授权，不得利用含有「iStock」或 VEER 的任何其他名称、商标或产品或服务名称的元标记或任何其他「隐藏文字」。此外，本网站的外观和风格（包括所有页面标题、自定义图形、按钮图标和脚本文件）均为 VEER 的服务标记、商标和/或商品外观，在未经我们事先书面授权的情况下，不得全部或部分地复制、模仿或使用它们。所有本网站提及的其他商标、注册商标、产品名称、公司名称或标志，均为其相应所有人之财产。以商业名称、商标、制造商、供货商或其他方式提及任何产品、服务、程序或其他信息，并不构成或代表我们认可、赞助或推荐上述项目。

4. 隐私权

VEER 致力于尊重与我们互动的人的个人信息的隐私权。我们制定了《网站隐私承诺》，它描述了我们的隐私政策和做法，以及我们如何收集、使用和披露存取我们网站的人的个人信息。有关详细信息，请参阅我们的《网站隐私承诺》。
5. 网站最新性

VEER 定期更新本网站上的信息。但是，VEER 并不保证本网站上信息的准确性、最新性或完整性，也不负责或承担任何责任。VEER 可以修改、补充或删除本网站中包含的信息、服务和/或资源，并保留在不通知过去、当前或潜在存取者的情况下进行此类更改的权利。
                            
                            </div></div>
                        <div class={UsCss.clear}></div>
                        </div></div>
                    
                    
                     </div>



                </div>
                <BottomPage></BottomPage>
            </div>
        )
    }
}